const blogArr = [
    {
      blogId: 1,
      blogTitle: 'Что такое контуринг лица',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/d5c/l6gl3tj8ftcrt3rnin1g1xqn1j92php8/imgonline-com-ua-Resize-Hhmxex83Jc.webp',
      blogSubDesc: "Как изменить пропорции лица и скрыть «второй подбородок», чем отличается скульптор от хайлайтера и как выбрать подходящий продукт — в этой статье собраны ответы на популярные вопросы о новой бьюти-технике....",
      blogDesc: [{
        subTitle:'Контуринг лица – что это?',
        subPar: `Контуринг лица позволяет визуально скрыть недостатки. Это специальная техника макияжа, гдеприменяется косметика и кисти различных форм. От типа кожи и разновидности мейкапа зависит, какой контуринг будет использоваться.

Некоторые девушки задаются вопросом, зачем использовать данный метод скульптурирования? Главная цель контурирования заключается в:

придании лицу большей привлекательности;
подчеркивании достоинств;
скрытии разных изъянов – большого носа, прыщиков, бледности кожи, кругов под глазами, асимметрии, высокого лба.
Во время нанесения косметических продуктов лицо делится на участки, которые затемняются или осветляются. За счет игры тонов получается тень, позволяющая сделать образ идеальным. Например, контуринг носа – самый лучший и простой способ скрыть такие его недостатки, как горбинка, форма картошки или он вздернут. 

Ранее считалось, что скульптурирование могут выполнять исключительно профессиональные визажисты. Но, зная, как поэтапно производится данная техника, можно самой научиться правильно наносить мейкап и делать идеальный контуринг. Визажистами выделяется 2 вида скульптурирования:

сухой – предполагает использование исключительно сухих продуктов: пудра, румяна и т.п. Метод позволяет замаскировать незначительные недостатки, выровнять тон и придать выразительности. Он идеально подойдет новичкам, так как является самым простым;
кремовый – применяется кремообразная косметика. Используя такой способ контурирования, необходимо нанести средство на каждую область лица отдельно.`
      },
      {
        subTitle:'Как выбрать нужный оттенок контуринга?',
        subPar: `Правильный контуринг – не только грамотная техника, а и подбор оптимальных оттенков для лица:

на бледной коже не рекомендуется использовать бронзер. Это средство напоминает хайлайтер, только с тёмной основой и переливающимися золотистыми частичками. Бронзер идеально подойдет смуглым от природы девушкам;
обладательницам холодного тона кожи нужно избегать средств с тёплым тоном. Он будет смотреться неестественно;
хайлайтер для ежедневного применения не должен содержать крупные мерцающие частички, поскольку его задача – деликатное подсвечивание рельефа;
если девушка не знает собственного тона, то ей стоит выбрать универсальный вариант – коричневый скульптур холодных тонов.`
      },
      {
        subTitle:'Светлый/темный контуринг',
        subPar: `Для создания идеального контуринга необходимо выбирать продукты на 2 – 3 тона темнее оттенка кожи. Обладательницам светлого лица нужно быть особенно осторожными с подбором цветовой палитры. Чрезмерно теплый или оранжевый оттенки будут придавать в мейкапе ненужной красноты, а холодный коричневый отлично подойдет.

Если кожа близкая к загорелой, то используйте тёплые оттенки. При тёмном цвете лица рекомендуется светлый продукт, который при нанесении на переносицу, подбородок и скулы будет выгодно подсвечивать нужные части на лице.`
      },
      {
        subTitle:'Кисти для контуринга',
        subPar: `Для контурирования потребуется всего несколько кистей:

со скошенной формой – для растушевки косметических продуктов;
пушистая и мягкая – для нанесения основы;
тонкая – для нанесения консилера;
большая веерная – для распределения сухого хайлайтера, румян и пудры;
кабуки с полукруглым срезом – универсальная кисть для нанесения кремового и рассыпчатого продукта.`
      },
      {
        subTitle:'Наборы и палетки',
        subPar: `Девушкам, только осваивающим контурирование, сложно из всего разнообразия, представленного на рынке Украины, выбрать хороший набор или палетку. К самым лучшим средствам для скульптурирования относятся:

жидкий или сухой консилер (бронзатор, хайлайтер) в нескольких оттенках;
праймер;
палетка для контуринга – профессиональные наборы включают разные цвета, переходящие от темных к светлым, их консистенция бывает пудровой или кремообразной;
румяна.
Можно приобрести один набор со всеми вышеперечисленными косметическими продуктами.`
      },
      {
        subTitle:'Инструкция для начинающих',
        subPar: `Пошагово схема контуринга лица выглядит так:

На очищенную кожу наносится праймер и основа под мейкап.
Следующим распределяется хайлайтер (консилер) на центральной области лба и подбородка, а также в зоне скул и уголков глаз.
Далее прорисовывается темным корректором каждая скула, лоб и нос.
Растушевка – с помощью скошенной кисти нужно тщательно растушевать все линии от светлых участков к тёмным.
Завершается процедура контурирования нанесением румян, что добавит щекам объем и скроет все линии.
Важно подбирать схему контурирования по форме лица, а также по типу кожи, чтобы понять, от каких зон необходимо отвлекать внимание. Так, для круглого или полного лица главная цель состоит в уменьшении объема щек. Для этого затемняются боковые участки, и вытягивается форма осветлением средней линии.

Обладательницам овального лица кардинальное скульптурирование не требуется. Мейкап производится по природным линиям. Для нестандартного квадратного или прямоугольного лица подойдет схема, смягчающая линии подбородка и округляющая форму. Тип треугольного лица нуждается в корректировке заостренного подбородка.

Контуринг ромбовидного и грушевидного лица должно уменьшить верхнюю часть лба и нижнюю зону подбородка. Для вытянутого – применяют простую схему контурирования. Здесь нужно затемнять верхнюю часть у края волос и подбородок. Эта техника поможет придать форме более короткий и округлый вид.

Выполнить тенями контуринг лица несложно, если придерживаться всех рекомендаций. На Ютубе можно найти множество видео с подробной пошаговой инструкцией выполнения контуринга.`
      }
    ],
    },
    {
      blogId: 2,
      blogTitle: 'Как выбрать тональный крем',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/e4e/hgt1xos26q0ivh8upy22unpce8cw2obw/blog-new-3.webp',
      blogSubDesc: "Выбрать подходящее тональное средство — задача не из простых. В магазинах представлено много видов: крем, флюид, кушон, пудра — как их отличить? Рассказываем в новой статье.Представьте",
      blogDesc: [
        {
          subTitle:'Какие продукты для создания тона существуют',
          subPar: `Тональный крем — привычный нам продукт. Это средство с плотной текстурой и большим количеством пигмента в составе. Оно имеет среднее или полное покрытие, хорошо маскирует несовершенства, обладает большой стойкостью.

ВВ-крем — улучшенная версия обычного тонального крема. Лёгкое средство с тонирующим эффектом на каждый день. Он выравнивает тон, маскирует несовершенства, не создавая толстого слоя. В ВВ-креме большое количество ухаживающих и увлажняющих компонентов — это уход за кожей и макияж в одной баночке.

СС-крем — «Color Correcting». Это цветовой корректор с лёгкой текстурой и невесомым покрытием. Продукт тонирует кожу и маскирует цветовые пятна: покраснения, синяки под глазами. Защищает кожу, ухаживает за ней.

Кушон — популярный продукт среди корейской косметики. Представляет из себя губку, пропитанную тональным средством. Это может быть обычный крем с плотным покрытием или лёгкий ВВ-крем. Преимущество такого средства в его компактности, баночка не занимает много места, ее удобно брать с собой.

Тональный флюид — крем с жидкой текстурой. Такой продукт повторяет все свойства тонального крема, но обладает большей текучестью. Флюиды подходят для обладателей кожи, склонной к жирности.

Тональная пудра — крем в сухом формате. Выглядит как обычная пудра, но отличается от неё тем, что имеет более плотное покрытие, способное заменить привычное тональное средство. Такие пудры создают плотное матовое покрытие и не подходят для сухой и чувствительной кожи.`
        },
        {
          subTitle:'Тональный крем: кому и для чего он нужен',
          subPar: `Даже здоровая кожа без воспалений и пигментации не всегда имеет ровный цвет и однородную матовую фактуру. Поэтому тональный крем должен быть в косметичке каждой женщины. Он поможет быстро освежить лицо, скрыть следы усталости и недосыпа, замаскировать сосудистые звездочки, пигментные пятна, покраснения, высыпания.

Наличие в составе полезных компонентов (растительных экстрактов, витаминов, масел, гиалуроновой кислоты) превращает тональный крем из косметического средства в полноценное уходовое. С помощью тональников последнего поколения можно не только выровнять тон и рельеф кожи, но и обеспечить ей дополнительный уход: увлажнить, напитать полезными веществами и защитить от вредного воздействия УФ-излучения.`
        },
        {
          subTitle:'Этапы выбора тонального крема',
          subPar: `При выборе тональника нужно учесть множество факторов: цвет и состояние кожи, вид средства (крем, эмульсия, стик) и его устойчивость. Следующий алгоритм облегчит задачу – здесь параметры расставлены в приоритетном порядке: 

Определение типа кожи. Этот шаг поможет подобрать правильное по консистенции, плотности и составу средство. Несоответствующий тональник подчеркнет несовершенства и может усугубить проблему. Например, крем на масляной основе, нанесенный на жирную кожу, еще больше забьет поры и усилит выделение кожного себума. 

Выбор оттенка. Идеальный крем должен по оттенку приближаться к естественному тону лица. Всегда выбирайте из нескольких вариантов путем сравнения и не торопитесь. Неправильный оттенок тонального крема – частая ошибка макияжа, дающая раздражающий эффект маски.

Подбор нужной степени стойкости. Средства для ежедневного использования должны держаться до 6–8 часов, не сворачиваясь и не осыпаясь. Тональники высокой стойкости (12–24 часов) предназначены для экстремальных случаев и использования в неблагоприятных условиях.

Дополнительные свойства. В зависимости от ожидаемого эффекта можно выбрать средство, в составе которого содержится гиалуроновая кислота, SPF-фильтр, антивозрастные компоненты, частицы для матирования жирного блеска.`
        },
        {
          subTitle:'Как подобрать оптимальный оттенок тонального крема?',
          subPar: `Тестируйте тональный крем при качественном естественном освещении. Это главное правило, которым почему-то часто пренебрегают. Искусственный свет обычно искажает оттенок кожи. Окрашенные волосы лучше убрать под белую косынку и надеть одежду в спокойной палитре, чтобы не создавать визуальных помех.

Линия подбородка – первая и основная зона для проверки тона. Кожа на лице и шее отличается на 1–1,5 тона, правильный крем должен быть среднего оттенка. Небольшое количество средства нужно также нанести на одну сторону лица в области носа и щеки, а затем растушевать – так вы сразу увидите эффект и сможете сравнить, как выглядит кожа с тональником и без.

Оттенок подходит вам, если он практически сливается с тоном лица, а между линией подбородка и шеей нет существенной разницы. Если не можете определиться между двумя оттенками, отдавайте предпочтение более светлому.

Обратите внимание, что запястье руки не подходит для подбора оттенка тонального крема, поскольку кожный покров на этом участке по цвету отличается от лица. Таким образом можно проверить только консистенцию средства.`
        },
        {
          subTitle:'Тональный крем для разных типов кожи',
          subPar: `Сухая кожа, как правило, шелушится и склонна к появлению мелких морщин. Скрыть несовершенства помогут легкие средства на водно-гелевой основе (так называемые ВВ-кремы). Обычно в их составе содержатся витамины А и Е, гиалуроновая кислота, натуральные масла и УФ-фильтры. ВВ-кремы не только эффективно перекрывают дефекты, но и оказывают дополнительное ухаживающее воздействие. Тональные кремы с плотной текстурой, даже дорогие, плохо ложатся на сухую кожу, делают ее похожей на пергамент и подчеркивают недостатки. 

При жирной коже выбирайте средства с матирующим эффектом, которые помогут решить проблему сального блеска. Противопоказаны кремы на масляной основе, которые могут спровоцировать воспалительный процесс. При коже, склонной к появлению прыщей, обязательно используйте тональную базу с маркировкой «некомедогенно».

Обладательницам комбинированной кожи рекомендуется обратить внимание на средства жидкой текстуры без масел, спирта, талька, воска и других комедогенных компонентов, забивающих поры. С осторожностью нужно использовать средства с матирующим эффектом. Вещества, ликвидирующие жирный блеск, не понравятся сухим участкам лица. Для придания матовости в Т-зоне лучше использовать пудру. 

Решить вопрос с проблемной кожей помогут тональники с содержанием успокаивающих и лечебных компонентов. Продукты с экстрактами ромашки, зверобоя или чайного дерева помогают устранить воспалительные процессы на лице, но не являются заменой комплексному лечению. 

Проще всего обладательницам нормальной кожи без существенных косметологических проблем. Для нее нет почти никаких ограничений. Главное, чтобы тональная основа не ухудшала состояние кожи и не вызывала раздражения. Вы можете выбирать средства любой текстуры, ориентируясь на свои предпочтения.`
        },
        {
          subTitle:'Как выбрать тональное средство по сезону?',
          subPar: `Летом кожа будет благодарна за легкую тональную основу с увлажняющим эффектом и светоотражающими частицами. Для зимы можно выбирать более плотные средства на масляной основе, которые будут защищать кожу от холода и ветра. Цвет кожи меняется в течение года, поэтому понадобится несколько средств 2–3 оттенков – естественный и под загар.`
        },
      ],
    },
    {
      blogId: 3,
      blogTitle: 'Как замаскировать прыщи',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/408/nx8316cchzpd1kctznk4qajiv6saur03/imgonline-com-ua-Resize-kgdZn0CC5Iz.webp',
      blogSubDesc: "Обладатели проблемной кожи знают, как сложно найти косметику для маскировки воспалений и прыщиков на лице. Одни средства имеют недостаточное количество пигмента и не скрывают покраснения, а другие забивают поры из-за слишком тяжёлой текстуры и только ухудшают состояние кожи.",
      blogDesc: [
        {
          subTitle:'Секреты маскировки воспалений на проблемной коже',
          subPar: `Девушки мечтают об идеальной коже без прыщиков, воспалений и постакне, потому что здоровая кожа повышает уверенность и самооценку. Производители косметики регулярно создают новые продукты для маскировки прыщей, но, к сожалению, не все из них справляются с задачей. Поэтому минеральная косметика — настоящее спасение. Она состоит из частичек горных пород – минералов, бережно измельчённых до состояния пудры. Такие компоненты имеют натуральное происхождение и гипоаллергенные свойства.

Преимущество минеральной косметики в том, что она не просто маскирует недостатки на коже, как это делают обычные жидкие тональные средства и консилеры, а улучшает состояние кожи. Минералы не забивают поры, а лежат поверх неё невесомым слоем — благодаря этому кожа защищена от попадания пыли и грязи с улиц.`
        },
        {
          subTitle:'Какие средства использовать для маскировки прыщей',
          subPar: `Для начала нужно выровнять тон кожи. Для этого используйте минеральную тональную основу в формате рассыпчатой пудры: она подстраивается под подтон кожи, устраняет цветовые недостатки и создаёт лёгкий эффект «фотошопа». Основа выравнивает кожу, не создавая толстого слоя. Ее стойкость достигает 18 часов. Выдерживает жару, тренировки и бассейн.

Тональную основу наносят в 1-3 слоя — в зависимости от плотности покрытия, которое вы хотите получить.

Не бойтесь, что пудра пересушит кожу: в составе содержится аллантоин, который удерживает влагу в клетках кожи и не создаёт чувства стянутости после нанесения.

В течение дня вам не понадобится поправлять макияж: тональная основа имеет естественно-матовый финиш. Минеральные компоненты собирают излишки кожного себума, за счёт чего матируют кожу и продлевают стойкость покрытия.`
        },
        {
          subTitle:'Корректор: добавляем плотности покрытию',
          subPar: `Обладателям очень проблемной кожи с ярко выраженными воспалениями или постакне потребуется специальное средства для маскировки — корректор.

Минеральный корректор — продукт 2в1: подходит для использования как консилер и корректор.

Корректор имеет плотную пигментацию и подходит для точечного нанесения на воспаления или цветовые нюансы кожи. Консилер – продукт с более лёгкой степенью покрытия и невесомой текстурой, создан для маскировки синяков и капилляров на тонкой коже вокруг глаз.

Благодаря аллантоину средство не сушит нежную и чувствительную кожу под глазами, поддерживает уровень увлажнённости. Продукт не подчёркивает мимические морщинки, а ровно ложится и перекрывает следы усталости.

Белая глина ускоряет заживление прыщей и препятствует возникновению новых. А ещё она добавляет плотности минеральный пигментам — оксидам железа. Благодаря глине корректор имеет большую степень покрытия, чем минеральная пудра.

Корректор создаёт стойкий ровный тон кожи. Дарит уверенность в себе и своём макияже на весь день! Продукт представлен в единственном универсальном оттенке.

Оксиды железа и ультрамарин, отвечающие за оттенок минеральной косметики, имеют свойство подстраиваться под тон кожи. Нанесите корректор до или после тональной основы и подождите 3-5 минут — вы увидите, как быстро продукт сольется с оттенком вашей кожи.

Корректор  можно использовать как самостоятельной средство, если ваш тон кожи достаточно ровный. Нанесите продукт точечно на воспаления, покраснения, чтобы моментально скрыть эти недостатки.`
        },
        {
          subTitle:'Чем наносить минеральный тон и корректор',
          subPar: `Минеральная косметика имеет рассыпчатые текстуры, поэтому наносить её нужно кистями с мягким синтетическим ворсом.

Такие кисти не впитывают продукт внутрь ворса, а оставляют его на поверхности. С синтетическими кистями расход минеральных продуктов минимальный, а покрытие получается максимально плотным.

Чтобы создать ровное покрытие с помощью минеральной тональной основы, вам потребуется специальная кисть-кабуки. У неё плотно набитый синтетический ворс, который быстро и легко распределяет пудру по лицу.

Наносите минеральную пудру круговыми движениями, двигаясь от центра лица к периферии, чтобы создать плотный стойкий тон с эффектом «фотошопа».

Для нанесения корректора подходит маленькая пушистая кисть, которой вы наберёте достаточное количество средства. 

Бьюти-совет: не забывайте регулярно мыть кисточки для макияжа! Для минеральной косметики достаточно очищать кисти раз в неделю, а для жидких текстур — ежедневно.

Все продукты и кисти, перечисленные в статье, можно купить в официальном интернет-магазине бренда минеральной косметики.`
        }
      ]
    },
    {
      blogId: 4,
      blogTitle: 'Домашний уход за кожей после 40 лет',
      blogViews: 0,
      blogImg: 'https://kora.ru/wa-data/public/blog/img/domashniy-yhod-kozha-40.webp',
      blogSubDesc: "Ухаживать за кожей лица нужно с молодости. Вовремя увлажнять, правильно питаться, вести здоровый образ жизни, беречь от солнца. Но, для каждого возрастного периода существуют свои правила и особенности. Многие женщины задаются вопросом, как ухаживать за кожей после 40 лет.",
      blogDesc: [
        {
          subTitle:'Что же происходит с нашей кожей после 40 лет?',
          subPar: `Сальные железы начинают вырабатывать меньше себума, необходимого для эластичности кожи
Становятся заметны морщины, особенно если вы не обеспечивали коже правильного ухода
Овал лица начинает терять четкость
На лице и руках может появиться пигментация как результат пренебрежения средствами с солнцезащитными фильтрами.
Кожа перестает «светиться изнутри». Это связано с несколькими факторами, в том числе с утолщением рогового слоя.
Ежедневный, правильно подобранный уход поможет коже дольше оставаться упругой, свежей и гладкой. Комплексный уход должен включать в себя следующие этапы:`
        },
        {
          subTitle:'Очищение',
          subPar: `
Без качественного очищения кожи дальнейший уход теряет смысл. Для снятия декоративной косметики используйте специальные средства для демакияжа. Идеальным вариантом является гидрофильное масло. Оно эффективно и деликатно удаляет макияж, очищает кожу от загрязнений.

После демакияжа необходимо дополнительно умыться, чтобы смыть остатки себума, косметики и очищающего средства. Используйте деликатные продукты, исходя из вашего типа кожи.`
        },
        {
          subTitle:'Тонизирование',
          subPar: `Это финальный этап очищения кожи, не игнорируйте его. Средства для тонизирования нормализуют рН-баланс кожи, оказывают увлажняющее действие, а так же подготавливают кожу к дальнейшему уходу. Кроме того, тоники для зрелой кожи повышают упругость и эластичность, освежают кожу, возвращают ей молодость и сияние.`
        },
        {
          subTitle:'Увлажнение и питание',
          subPar: `Увлажняющие и питательные средства необходимы в любом возрасте, но в уходе за кожей лица после 40 лет они особенно важны. С возрастом клетки эпидермиса не в состоянии удерживать достаточное количество влаги из-за недостатка гиалуроновой кислоты и натурального увлажняющего фактора. Возникает ощущение сухости и стянутости.

Очень важным продуктом в бьюти-арсенале, помогающим эффективно бороться с возрастными изменениями является сыворотка. Секрет в концентрированном содержании необходимых ингредиентов и более легкой текстуре, которая способна проникать вглубь эпидермиса. Сыворотка не может комплексно защитить поверхностные слои, поэтому применяется только вместе с кремом. Следует обращать внимание на составы сыворотки и крема. Нашей коже необходимы укрепляющие компоненты, такие как пептиды, гиалуроновая кислота, натуральные масла и антиоксиданты (витамины, липоевая кислота, ресвератрол). Они запускают и поддерживают процесс клеточной регенерации и обновления, повышают эластичность кожи и защищают от преждевременного старения, оказывают мгновенное увлажняющее действие и обеспечивают интенсивное питание.`
        },
        {
          subTitle:'Пилинг',
          subPar: `
До 25 лет клетки интенсивно делятся и кожа выглядит молодой. В 35–40 лет снижается регенеративная активность. Утолщается роговой слой, клетки медленнее обновляются. Чтобы вернуть коже сияющий вид, необходимо регулярное отшелушивание. В этом деле нет равных пилингу. Пилинг с фруктовыми кислотами активизирует выработку коллагена, увлажняет, выравнивает рельеф и тон кожи, способствует обновлению клеток, замедляя процессы старения`
        },
        {
          subTitle:'Маска',
          subPar: `Современные виды масок имеют комплексное действие, возвращают упругость, сияние и свежесть, которые так необходимы возрастной коже. Обеспечить желанный эффект вам помогут аминокислоты, антиоксиданты, коллаген, витамины и натуральные масла. Они восстанавливают поврежденные стрессом клетки, замедляя процессы старения, запускают процесс образования собственной гиалуроновой кислоты и коллагена, пробуждают энергию и естественное сияние кожи.`
        }
      ]
    },
    {
      blogId: 5,
      blogTitle: 'Как правильно наносить тени',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/ed3/1025j082kajspsh3l160l8w434pkbtfe/imgonline-com-ua-Resize-sTRufbyDiFe.webp',
      blogSubDesc: "Тени для век — эффектный способ разнообразить ежедневный макияж. Но для создания аккуратного образа нужно уметь правильно их наносить. Как красить глаза, если ты не профессионал — рассказываем.",
      blogDesc: [
        {
          subTitle:'Зачем нужны тени для век',
          subPar: `Тени для век подчёркивают ваш натуральный оттенок глаз и усиливают его, придают выразительности. Цветные тени в необычных оттенках используются для креативных и вечерних макияжей, а бежевые и нюдовые — чтобы подчеркнуть складку века в повседневных образах.

Яркие акценты создают настроение. Экспериментируя с необычными оттенками теней, вы откроете новые стороны собственного характера. С помощью теней можно изменить форму лица: увеличить глаза, изменить форму разреза и скрыть нависшее веко или следы усталости.`
        },
        {
          subTitle:'Какие виды макияжа бывают с тенями',
          subPar: `Smoky eyes — техника макияжа глаз, при которой один оттенок теней наносится на всё подвижное веко: это может быть как насыщенный тёмный оттенок, так и яркий или нюдовый. Такой макияж часто используют для вечеринок и мероприятий — он получается эффектным, придаёт взгляду глубину и выразительность.

«Кошачьи глаза» — задача такого макияжа «вытянуть» форму глаз и приподнять внешние уголки, чтобы придать взгляду томный вид.

Стрелки — классика, которая всегда актуальна. Каждый сезон визажисты придумывают новые виды стрелок: двойные, для нижнего или неподвижного века, цветные, растушёванные, графичные, обратные — этот список можно продолжать бесконечно. Для создания стрелок можно использовать специальную подводку, либо тени.

Макияж «без макияжа» — для таких образов используются бежевые или коричневые оттенки, повторяющие цвет естественных теней на лице. Они помогают изменить форму века: приподнять нависшую складку, подчеркнуть нижнее веко, изменить положение внешних уголков. Эта техника подходит тем, кто хочет скорректировать пропорции лица и немного изменить внешность.`
        },
        {
          subTitle:'Виды теней',
          subPar: `При выборе теней для век нужно обращать внимание не только на оттенки, но и на текстуру.

Жидкие тени — такой продукт внешне похож на жидкую матовую помаду или блеск для губ: узкий флакон с пушистым аппликатором внутри. Жидкие тени быстро схватываются на веке — важно знать, как правильно наносить тени, и качественно их растушёвывать, чтобы не осталось пятен. Тени могут быть матовыми, сатиновыми или сияющими — всё зависит от производителя.

Кремовые тени — чаще всего встречаются в формате стика или карандаша. Такие тени компактны, их удобно брать с собой. Вам не нужна кисть или аппликатор, они предназначены для растушёвки пальцами. Такая формула не застывает и не фиксируется на веке, поэтому они могут не подойти обладателям жирной кожи век.

Прессованные тени — классический вариант компактных теней в сухой формуле. Плотность текстуры, степень пигментации и качество растушёвки в таких тенях зависит от производителя: прессованными могут как яркие, насыщенные, так и лёгкие тени с эффектом вуали. Формат прессованных теней можно встретить как в отдельный рефилах, так и в палетках — их собирают по палитре оттенков для того, чтобы упростить выбор и помочь обычному пользователю подобрать набор для сложных макияжей с сочетанием нескольких оттенков.

Рассыпчатые тени — их часто называют пигментами. Раньше такими тенями пользовались только визажисты, но сейчас все знают, как правильно наносить рассыпчатые тени и они продаются уже во многих магазинах косметики. Такой формат удобен тем, что вы контролируете количество продукта, которое наносите на веко, и регулируете степень плотности пигментации.`
        },
        {
          subTitle:'Как выбрать тени под цвет глаз',
          subPar: `Хорошо подобранные тени могут подчеркнуть ваш цвет глаз и усилить его. Не существует строгих правил по подбору оттенков для разных глаз, но схемы могут облегчить процесс выбора, особенно если вы только начинаете краситься.

Для голубых глаз: бежевые, персиковые, золотые, песочные, красно-оранжевые, серые и коричневые оттенки.

Для карих глаз: кремовые, песочные, розовые, лиловые, фиолетовые, серебристые, серо-коричневые и бронзовые оттенки.

Для зелёных глаз: бежевые, жемчужные, персиковые, розовые, золотые, сиреневые, серебристые, оранжевые, бронзовые, коричневые оттенки.

Рекомендуем при выборе оттенков теней опираться на свои предпочтения — берите то, что вам нравится, цвета, к которым у вас будут тянуться руки ежедневно.`
        },
        {
          subTitle:'Что такое глиттер',
          subPar: `Новое слово в бьюти-индустрии — глиттер. Это крупные отдельные сияющие частицы. Такие блёстки — креативное решение для вечерних или творческих макияжей, но самые смелые могут использовать их каждый день.

Глиттер бывает рассыпчатым, прессованным или на гелевой основе, как блеск для губ. Все формулы дают похожий эффект на веке — дело только в ваших предпочтениях.

Глиттер можно использовать на всё веко, на внутренние уголки глаз для придания свежести макияжу или даже на скулы в качестве хайлайтера с очень крупными сияющими частицами.

Как правило, глиттер состоит из мелких частиц пластика — они не разлагаются в природе, а попадают в сточные воды и засоряют океаны, землю и даже оказываются в нашей пище. Но теперь на рынке появилась экологичная альтернатива вредным блёсткам — биоглиттер.`
        },
        {
          subTitle:'Чем наносить тени на глаза',
          subPar: `Для нанесения теней можно использовать специальные кисти, аппликаторы или просто пальцы. Вот чем отличаются эти способы.

Кисти — имеют большое разнообразие форм, размеров и типов ворса: существует синтетический и натуральный.

Кисти предназначены для разных задач: плоские — для плотного нанесения, подходят для сатиновых или сияющих оттенков; пушистые — для растушёвки и проработки складки века; тонкие и бочонкообразные — для точечной коррекции, добавления яркости и плотности покрытия в труднодоступных участках.

Аппликаторы — маленькие спонжи плоской формы, часто идут в комплекте с палеткой теней. Такой инструмент подходит для плотного нанесения ярких матовых или сияющих оттенков теней. Растушевать продукт аппликатором практически невозможно, но создать максимальную плотность цвета — легко.

Пальцы — самый простой, быстрый и бюджетный способ нанесения теней. Пальцами можно плотно нанести яркий оттенок, немного растушевать продукт. Этот способ подойдёт для тех случаев, когда под рукой ничего нет.`
        },
        {
          subTitle:'Идеи для тех, кто не умеет краситься',
          subPar: `Необязательно быть профессиональным визажистом, чтобы создавать красивые макияжи с помощью теней. Если вы не умеете краситься, но хотите добавить акцент, попробуйте один из способов.

На всё веко. Нанесите оттенок на подвижное веко, а края растушуйте пальцами или кистью, чтобы создать более аккуратный переход.

В складку века — такой приём углубит естественную складку и сделает глаза визуально больше.

На внутренний уголок глаза — это моментально добавит свежести макияжу и скроет следы усталости.

На нижнее веко — необычный способ для любителей креатива. Такой макияж привлечет внимание и подчёркнет оттенок глаз.

Нарисовать стрелку — возьмите минеральные тени, плоскую кисть, смоченную водой, и нарисуйте стрелку — получится трендовый образ.

Экспериментируйте с техниками, оттенками и образами. Не бойтесь быть креативными и сияйте! Помните, в макияже нет никаких правил, кроме одного: процесс должен приносить вам удовольствие.`
        }
      ],
    },
    {
      blogId: 6,
      blogTitle: 'Макияж на каждый день за 5 минут: пошаговая инструкция',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/941/82v3n6974va4weg2wp6nkv1puv6zr649/imgonline-com-ua-Resize-c4ZhejmZaGeHgY.webp',
      blogSubDesc: "Девушки хотят быть красивыми каждый день: любоваться отражением в зеркале, получать комплименты и чувствовать себя уверенно. Но часто они задумываются о макияже только в день важного события, ведь он требует много времени и терпения. Кроме того, тяжело весь день ходить с «маской» на лице.",
       blogDesc: [
        {
          subTitle:'Шаг 1: Увлажнение и подготовка кожи (1 минута)',
          subPar: `Начните с нанесения увлажняющего крема или легкой сыворотки, чтобы кожа была подготовлена к макияжу. Это помогает создать гладкую основу и предотвратить сухость. Для экономии времени можно использовать увлажняющий крем с SPF.`
        },
        {
          subTitle:'Шаг 2: Тональное средство или ВВ-крем (1 минута)',
          subPar: `Выберите легкий тональный крем или ВВ-крем, который выровняет цвет лица и скроет небольшие недостатки. Для быстроты можно нанести средство пальцами или спонжем, уделяя внимание лишь тем зонам, где это нужно — центр лица, зона вокруг носа, подбородок.`
        },
        {
          subTitle:'Шаг 3: Корректор (30 секунд)',
          subPar: `Используйте консилер, чтобы скрыть темные круги под глазами или небольшие покраснения. Нанесите его точечно на проблемные зоны и аккуратно растушуйте пальцами или кистью.`
        },
        {
          subTitle:'Шаг 4: Пудра или матирующие салфетки (30 секунд)',
          subPar: `Если у вас жирная кожа или вы хотите, чтобы макияж дольше держался, нанесите немного рассыпчатой или компактной пудры на Т-зону (лоб, нос и подбородок) для матирования.`
        },
        {
          subTitle:'Шаг 5: Ресницы (1 минута)',
          subPar: `Нанесите один-два слоя туши для ресниц. Это откроет взгляд и сделает его более выразительным. Если у вас есть время, подкрутите ресницы щипцами для дополнительного объема.`
        },
        {
          subTitle:'Шаг 6: Румяна или бронзер (30 секунд)',
          subPar: `Нанесите немного румян на яблочки щек, чтобы придать лицу свежий и отдохнувший вид. Если предпочитаете бронзер, слегка нанесите его на скулы и границы лица для легкого эффекта загара.`
        },
        {
          subTitle:'Шаг 7: Губы (30 секунд)',
          subPar: `Завершите макияж с помощью увлажняющего бальзама для губ, легкой помады или блеска. Для повседневного макияжа лучше выбрать натуральные оттенки, которые не требуют точного нанесения.`
        },
        {
          subTitle:'Совет:',
          subPar: `Держите минимальный набор косметики под рукой, чтобы не тратить время на поиски средств. С течением времени, тренируясь, вы сможете выполнять этот макияж даже быстрее.

Этот простой и быстрый макияж подчеркнет вашу естественную красоту и подарит уверенность на весь день!
`
        }
      ],
    }, {
      blogId: 7,
      blogTitle: 'Как пользоваться бальзамом для губ',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/955/1hsrogyrph1irqsb3vwo85kg7llinrvc/%D0%91%D0%B0%D0%BB%D1%8C%D0%B7%D0%B0%D0%BC_%D0%B4%D0%BB%D1%8F_%D0%B3%D1%83%D0%B1.webp',
      blogSubDesc: "Бальзамы взяли лучше всего от помад и ухода: они лёгкие, бережные и придают губам приятный цвет. Рассказываем, как пользоваться и выбирать.",
       blogDesc: [
        {
          subTitle:'Что такое бальзам для губ',
          subPar: `Кожа губ особенно склонна к сухости и трещинам по сравнению с другими частями тела, потому что она тоньше других частей тела, плохо удерживает воду и имеет слабый кожный барьер. Причиной сухости могут быть как генетические, так и экологические факторы. Если у вас множество бальзамов, разбросанных по всему дому, и вы часто к ним тянетесь, вы не одиноки. Но может ли привязанность к любимому бальзаму усугублять проблему?

Многие утверждают, что после использования бальзама их губы становятся ещё суше. По сути, бальзамы — это карманные средства для успокоения раздражённой кожи губ. Обычно они густые по консистенции и содержат активные ингредиенты или растительные экстракты. Они действуют как окклюзионные средства, защищая и удерживая влагу.

Многие высушивающие ингредиенты могут показаться полезными на первый взгляд, так как они отшелушивают мёртвые клетки. Но для настоящей эффективности хороший продукт должен обеспечивать глубокое питание и удерживать влагу. Для этого важно читать этикетки и понимать формулу средства.`
        },
        {
          subTitle:'Зачем нужен бальзам для губ',
          subPar: `Бальзам необходим многим людям. Даже те, кто не наносит макияж, как правило, пользуются им. Его конечная цель — в увлажнении и защите от потери влаги. Так как кожа губ более склонна к пересушиванию, вполне логично, что многие из нас запасаются бальзамами, которые сохраняют их увлажнёнными.`
        },
        {
          subTitle:'Виды бальзамов для губ',
          subPar: `Они бывают бесцветными или оттеночными. Отличаются текстурой — более густая или лёгкая. Одни можно носить с собой в сумочке из-за компактного формата. Другие лучше оставить на прикроватной тумбочке, чтобы пользоваться перед сном.

Выпускаются в формате гигиенической помады или средства в тюбике. Встречаются также необычные формы, например, в виде сферы. Но основное отличие — это состав.

Часто они содержат ингредиенты, которые усиливают запах или текстуру продукта или оставляют ощущение свежести или покалывания. И некоторые из этих компонентов действительно могут стать причиной сухости.

Ингредиенты, которых мы рекомендуем избегать, включают ментол, бензокаин, салициловую кислоту кислота и фенол. Хотя они могут обеспечить охлаждающее или разглаживающее действие, они обычно отшелушивают внешние слои кожи, оставляя ваши губы незащищёнными и подверженными повреждениям.

Если у вас потрескавшиеся губы, стоит избегать гигиенических помад. У них в составе часто содержится камфара, ментол или фенол, которые могут вызвать раздражение, покраснение и жжение, если использовать их на уже потрескавшейся коже. В частности, фенол является отшелушивающим средством, которое может ещё больше высушить кожу.

Если у вас экзема или сыпь вокруг рта, называемая периоральным дерматитом, стоит избегать ароматизированных, цветных или лечебных средств. А для людей с очень чувствительной кожей важно отказаться от продуктов, содержащих цитраль, масло перечной мяты, гераниол, смесь ароматизаторов и коричный альдегид.`
        },
        {
          subTitle:'Как выбрать бальзам для губ',
          subPar: `Смотрите на состав и выбирайте на своё усмотрение. Например, у некоторых средств есть запах, у других он отсутствует.

Ещё один момент, который стоит учесть при покупке. Природный пигмент помогает коже фильтровать опасные ультрафиолетовые лучи солнечного света. К сожалению, кожа губ практически не содержит меланина. Поэтому под прямым солнечным излучением они всегда должны быть защищены с помощью средства с фактором УФ-защиты. Многие средства для ухода за этой зоной имеют фактор УФ-защиты 15. Мы рекомендуем выбирать средства с высоким фактором защиты, если вы находитесь на пляже или в горах. И не забывайте: ультрафиолетовые лучи воздействуют даже в облачную погоду.

Оттеночный бальзам – находка для привыкших носить помаду или блескк в каждой сумке. Средство обеспечивает лёгкий блеск и цвет.

Если у вас есть привычка облизывать губы, как только они начинают сохнуть, держите под рукой такой бальзам. Он поможет устранить незначительную сухость и придать красивый оттенок.`
        },
        {
          subTitle:'Как правильно пользоваться бальзамом для губ',
          subPar: `Чтобы получить максимальную пользу от бальзама, следуйте нескольким простым рекомендациям.

Очищение. Наносите средство на чистые губы. Перед применением можно слегка протереть их влажной салфеткой или сделать лёгкий пилинг.

Равномерное нанесение. Наносите продукт равномерно, охватывая всю поверхность. Для этого используйте аппликатор, если он есть, или пальцы.

Регулярное использование. Применяйте бальзам несколько раз в день или на ночь. Но не переборщите. Слишком частое использование может нарушить защитный слой кожи. В итоге это приведёт к пересушиванию.`
        }
      ],
    }
    , {
      blogId: 8,
      blogTitle: 'Макияж глаз: что понадобится, как правильно красить глаза',
      blogViews: 0,
      blogImg: 'https://ecomake.ru/upload/cssinliner_webp/iblock/548/jj6h5pyjw8t857vmivny2hj24wb4px40/%D0%9C%D0%B0%D0%BA%D0%B8%D1%8F%D0%B6_%D0%B3%D0%BB%D0%B0%D0%B7.webp',
      blogSubDesc: "Пошаговая инструкция, как сделать макияж глаз для начинающих, поможет тем, кто хочет научиться делать мейкап для себя.",
       blogDesc: [
        {
          subTitle:'Что понадобится для макияжа глаз',
          subPar: `Первый этап макияжа — подбор косметики. Для новичков советуем выбрать собрать косметичку из таких средств:

Увлажняющий крем вокруг глаз.

Основа для теней.

Карандаш для бровей от и фиксирующий гель для бровей. 

Карандаш для глаз.

Подводка для глаз.

Палетка теней.

Тушь.`
        },
        {
          subTitle:'Как правильно делать макияж глаз',
          subPar: `Для начала нанесите крем. Этот этап необходим для того, чтобы кожа вокруг глаз была увлажненной, а косметика наносилась равномерно.

Используйте базу для макияжа на веки, что обеспечит стойкость в течение всего дня. Также предварительно нанесите пудру, чтобы поверхность стала более гладкой. 

Оформляем брови. Подчеркните форму карандашом. Затем используйте гель или воск для бровей для фиксации.

Чтобы тени держались как можно дольше и не скатывались, используйте основу или базу. Наносить средство нужно сначала кисточкой на веко, а затем по-желанию растушуйте пальцем.

Затем нанеситее светло-коричневый оттенок теней на неподвижное веко. Для этого возьмите пушистую кисточку среднего размера и распределяйте тени лёгкими, круговыми движениями. Если тени будут осыпаться, их можно подтереть спонжем или ватным диском.

Светлый оттенок наслаиваем ближе к внутреннему уголку. Важно постоянно и равномерно распределять тени кисточкой по векам. Для начинающих рекомендуем использовать светлые цвета, потому что они более универсальны.

Хайлайтер или светлый блестящий оттенок теней нанесите в уголок глаза с помощью тонкой кисточки.

Стрелки. Для начала возьмите карандаш и нарисуйте им тонкую стрелку. Важный момент: ни в коем случае нельзя давить на карандаш, потому что потом будет очень тяжело его растушевывать. Тонкий кисточкой плавно выведит ее стрелку по направлению к бровям. Возьмите подводку и равномерно проведите ей стрелку. Если линия получилась неровной или слишком тонкой, её всегда можно исправить, потерев место щеточкой для бровей.

Последний этап макияжа для начинающих — тушь. Если хочется, чтобы мейкап был более нежным, ресницы можно накрасить в один слой. Но если нужно сделать взгляд более выразительным — нанесите тушь в несколько слоёв.

Главный совет по макияжу для начинающих — не бояться совершать ошибки, любой промах можно исправить с помощью ватных спонжей и мокрых салфеток.

Соблюдая эти рекомендации и используя качественные инструменты и косметику, вы сможете создать макияж глаз, который подчеркнет вашу природную красоту.`
        },
        {
          subTitle:'Как сделать макияж глаз со стрелками',
          subPar: `Чтобы научиться проводить стрелки, следует придерживаться некоторых рекомендаций и исключить распространённые ошибки. Для начала нужно выбрать правильный инструмент для создания стрелок. Чтобы нарисовать ровные стрелки, важно работать с качественной косметикой. Для начинающих легче всего работать с карандашами или гелевыми подводками, поскольку они позволяют контролировать толщину и интенсивность линий. Эти продукты имеют более насыщенный цвет и легко скользят по коже, создавая красивые и выразительные линии. Выберите фирму, которая вам нравится и удобна в использовании. Постепенно можно начинать делать стрелки с помощью жидкой или гелевой подводки.

Начните с коротких точечных линий по внешнему уголку глаз. Соедините их, образуя основание стрелки. Далее проверьте, получилась ли нужная форма и длина стрелки. Если необходимо, поправьте её с помощью ватного диска, смоченного средством для демакияжа. Возьмите правильный угол при нанесении. Держите карандаш или лайнер под углом, аналогичным линии нижних ресниц. Так вы получите красивую и градуированную стрелку.

Работайте поэтапно. Начните с маленькой точки или линии на внешнем углу и двигайтесь постепенно вдоль всей линии. Это поможет не ошибиться или вовремя исправить ошибки без необходимости начинать всё заново.

Экспериментируйте по форме и толщине стрелки. Стрелка может быть классической, подчеркнутой или даже размытой. Игнорируйте правила и создавайте свой собственный стиль.

После создания основного контура можно заполнить стрелку внутри. Для лучшего контроля над линиями используйте тонкую кисть для макияжа глаз. Доведите линии до наружного уголка глаз, делая линию всё тоньше и градиентно уменьшая её на конце.

В завершение проверьте, одинаковы ли обе стрелки по длине и форме. Исправьте их, если нужно. Добавьте тушь для придания объёма и длины ресниц. Не забудьте о нижних ресницах.
Некоторые профессиональные лайфхаки помогут получить ровные и симметричные стрелки:

Используйте гелевую или жидкую текстуру. 

Используйте тейп или трафареты в форме стрелок. Прикладывайте тейп от наружного уголка глаз к кончику брови, а затем нарисуйте линию вдоль него. Трафареты можно использовать для создания симметричной формы на обоих глазах.

Используйте карандаш, чтобы начертить контур для стрелки.

Закрепляйте макияж. Используйте пудру, чтобы стрелки не размазались в течение дня. Можно также попробовать водостойкие продукты для макияжа — подводку и тушь.

Тренируйтесь и экспериментируйте. Рисование стрелок — это искусство, требующее практики. Игнорируйте ошибки в начале и постепенно оттачивайте мастерство. Экспериментируйте с разными формами и длиной, чтобы найти те, которые лучше всего подходят для вашей формы лица. Не бойтесь экспериментировать и тренироваться, и со временем вы станете профессионалом в рисовании стрелок.`
        },
        {
          subTitle:'Как выбрать косметику для макияжа глаз',
          subPar: `Многофункциональная косметика — на пике популярности. Она не только выравнивает тон или добавляет цвет, но и ухаживает за кожей. Универсальные средства позволяют создавать разнообразные образы.

Тушь имеет уникальную натуральную формулу, которая ухаживает за ресницами, делая их объемными от корней до кончиков. Это средство эффективно укрепляет волоски, благодаря формуле, состоящей из натуральных ингредиентов. В составе есть карнаубский, пчелиный, а также воск рисовых отрубей, которые обволакивают каждую ресницу и защищают от выпадения, ломкости. За рост ресниц отвечают масла — касторовое и брокколи. Силиконовая кисточка помогает равномерно распределить средство по всей длине без склеивания и комочков. При регулярном использовании тушь выполняет функцию сыворотки.

Минеральные тени — ещё один бестселлер бренда. Они состоят из минералов — частиц горных пород, которые тщательно очищены и измельчены в формат пудры. Обладают физическим фильтром защиты от солнца (SPF15). Пигменты, приближенные к цвету кожи, легко сочетаются между собой. Они легко растушевываются, поэтому сможете создать плавные переходы. Для дневного макияжа подойдут универсальные матовые оттенки, а для создания вечернего мейкапа достаточно подчеркнуть глаза темными оттенками или мерцающими тенями. Для эффектных акцентов используйте глиттеры Ecomake, которые полностью натуральны и не вредят планете, так как не не содержат пластика. `
        }
      ],
    },
    // {
    //   blogId: 9,
    //   blogTitle: '',
    //   blogViews: 0,
    //   blogImg: '',
    //   blogSubDesc: "",
    //    blogDesc: [
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     }
    //   ],
    // },
    // {
    //   blogId: 10,
    //   blogTitle: '',
    //   blogViews: 0,
    //   blogImg: '',
    //   blogSubDesc: "",
    //    blogDesc: [
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     }
    //   ],
    // },
    // {
    //   blogId: 11,
    //   blogTitle: '',
    //   blogViews: 0,
    //   blogImg: '',
    //   blogSubDesc: "",
    //    blogDesc: [
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     }
    //   ],
    // },{
    //   blogId: 12,
    //   blogTitle: '',
    //   blogViews: 0,
    //   blogImg: '',
    //   blogSubDesc: "",
    //    blogDesc: [
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     },
    //     {
    //       subTitle:'',
    //       subPar: ``
    //     }
    //   ],
    // }
]
export default blogArr;